Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_Dark Moon (KO>EN).tmx
Source language: ko
Languages: en

source: 모두 헬리의 친구들인가・・・?
en: are they all heli’s friends?

source: 그···그냥 밤 바다가 보고 싶어서···
en: I just... wanted to come see the beach at night.

source: 근데 그럼···
en: if so...

source: 치이익
en: sizzle

source: 그보다도-
en: but...

source: 크리스… 나야… 수하…!
en: chris... it’s me, sooha!

source: 뭐지?{j}들개인가?
en: what are they? stray dogs?{j}

source: 22.{j}선명해지는
en: 22. Becoming Clearer{j}

source: 내가 정말 뱀파이어면 어떻게 하지・・・?
en: ...what if I really am a vampire?

source: 그걸로 충분해···!
en: ...is that you’re alive!

source: 크리스!{j}너 대체···!!
en: chris! what are you-?!{j}

source: 잘...
en: how have you been,

source: 월식이야.
en: it’s the lunar eclipse.

source: 내가 액자를 놓고가서...
en: I forgot to take the photo...

source: 근데 너 혼자 온 거야?
en: did you come alone though?

source: 야!!{j}그걸 왜 일러?!!
en: hey! why are you telling everyone?!{j}

source: 자···잠깐만!!!
en: w-wait!

source: _x0008_그럴 수도 있지!{j}나도 맨날 그래!!
en: I totally understand! I do it all the time!{j}

source: 괜찮습니다.
en: that’s fine.

source: 우리 학교 학생을 죽인 거, 너희 짓이지?
en: it was you guys who killed a student of ours, wasn’t it?

source: 이안형.{j}시온형.{j}거짓말 하지 마.
en: jaan, {j}shion, stop lying.{j}

source: 너 이름이 뭐야?
en: what’s your name?

source: 너희도 조심하라고 준비했어.
en: I prepared it hoping you’ll stay out of danger.

source: 똑똑똑
en: knock knock

source: 응, 안녕~
en: hi!

source: 너희까지?!!
en: how could you?!

source: 이 자식들이 위험하게・・・
en: those idiots...

source: 어딜?!
en: where?!

source: 응.{j}난 괜찮아.
en: no, I’m totally fine.{j}

source: 터억!
en: grab

source: 오늘은 분명 보름달이 뜨는 날인데···
en: there’s supposed to be a full moon...

source: 이것들이・・・
en: why you little...

source: 한 놈이 아니잖아?!!
en: there’s more of them!

source: 우리 아이스크림 먹을까?
en: would you like some ice cream?

source: 다들 뭐라고 말 좀···
en: everyone, say something--

source: 내가 광장 구경시켜줄게.
en: I’ll show you around the square.

source: 왠지 힘들어 보여.
en: you don’t look well.

source: 날 믿어주는 친구가 생겼다고 생각했는데!!
en: I thought I had made true friends who trusted me!

source: 수하야, 지금 어디야?
en: where are you right now, sooha?

source: 응.{j}너희 연습하는 거 구경하러 왔어.
en: yeah, I came to watch you all practice.{j}

source: 너무 놀라서 나도 모르게 그만···.
en: I was just so surprised...

source: 너 정체가 뭐야?
en: who are you?

source: 그지같은 뱀파이어놈들 때문이야!
en: ...because of those stupid vampires!

source: 어, 저!
en: oh, um-!

source: 1화
en: Episode 1

source: 알아줘서 고마워~!!
en: thank you for believing me!

source: 다들 이성이 거의 없는
en: these are low-level vampires...

source: 난 시온이라고 해.
en: I’m shion.

source: 수하야, 괜찮아?!!!!
en: sooha, are you okay?!

source: 아까 이미 봤겠지만… 사실 우린…
en: you’ve probably noticed, but we’re...

source: 어어어어?!
en: whaaa?!

source: 옷으로 몸을 전부 가렸다고는 해도
en: ...and he’s covered in clothing.

source: 내가 노력할게.{j}네가 믿을 수 있도록.
en: I’ll keep trying, so that you believe me.{j}

source: 이런 특별한 능력이 있는 사람이
en: ...I wasn’t the only one...

source: 아, 그게...
en: ah, well...

source: 햇빛이나 십자가, 성수에도
en: ...we’re hardly affected...

source: 우리 드셀리스 아카데미에 잘왔어요.
en: welcome to decelis academy.

source: 조심할게.
en: we will.

source: 아, 아냐!{j}솔론!{j}너 여기 앉아!{j}나는 다른 데에-
en: n-no, solon! keep you seat! I’ll find another--{j}

source: 그래.{j}알아.{j}이해해.
en: yeah, {j}we understand.{j}

source: 못 믿겠으면 너희도 오든가.
en: feel free to come if you want proof.

source: 꺄악!!
en: aaah!!!

source: 어?!{j}아니, 아니!!
en: n-no!!{j}

source: 고작 12살인 네가 어째서!!
en: you were only 12!

source: 우리면.
en: so what?

source: 다들 아주 자랑하고 난리였다고.
en: they were dying to show it off.

source: 언제부턴가,
en: from the days I could remember...

source: 아, 맞아!{j}곧 생일이라고 했지?
en: oh, right! you said someone’s birthday was coming up!{j}

source: 칸이 준 액자!
en: I forgot khan’s framed photo!

source: 여기가 도서관이야.
en: this is the library.

source: 크리스, 난 너를 믿어!
en: chris, I believe you!

source: 솔론이 뱀파이어?!
en: solon is a vampire?!

source: 늦어서 위험한데 얼른 돌아가자.
en: let’s hurry back inside. it’s not safe to be out at this hour.

source: 어?{j}어?!!!!{j}고..고마워.
en: oh, wow...! th-thanks.{j}

source: 이런, 제길!!
en: this is bad!!

source: 근데, 수하야.
en: but seriously, sooha.

source: 크리스!!!!!!
en: chris!!!

source: 어어?
en: What?

source: 솔론이 자리를 양보해줬어.
en: solon gave me his seat.

source: 타헬.
en: tahel.

source: 아무것도 모르겠어…
en: ...or how that happened.

source: 이름이 ‘흥'이야?
en: is your name “hmph”?

source: 늑대인간들은 다 역겹고 야만적인 놈들이니까!!!
en: all werewolves are disgusting and barbaric.

source: 뒷정리도 해야하니까.
en: we also need to clean up.

source: 방금 솔론이 한 얘긴 신경쓰지마.
en: ...don’t mind what solon just said.

source: 응?{j}응!{j}아무 문제 없어!
en: oh, {j}no worries! everything’s good!{j}

source: 내쪽이 소란스러워서 도와주러 온 거지?
en: you came over to help me after hearing all the ruckus, right?

source: 이번에도 보나마나 우리가 우승할 테니까.
en: we’ll win again, like we did always.

source: 이것 봐, 귀엽지?
en: look! isn’t it adorable?

source: 하지만・・・ 혹시라도・・・
en: but... what if...

source: 뱀파이어로 오해받고싶지 않거든.
en: ... don’t wanna be mistaken for a vampire.

source: 응.{j}뒷정리도 해야하니까.
en: yeah. we also need to clean up.{j}

source: 응···그래···
en: yeah, sounds good.

source: 핑그르르-
en: twirl

source: 그쪽은 나름대로 확신이 있었던것 같아.
en: they seemed to have their reasons.

source: 수하야, 지금 어디야?{j}내가 데리러 갈게!
en: where are you right now? I’ll come get you!{j}

source: 혼자 밤 바다를 보러 여기에 온 거야?
en: you came out here this late by yourself just for that?

source: 아무튼 됐어!
en: oh, forget it!

source: 우리야 당연히 우리가 한 짓이 아닌걸 알고있지만···
en: ...we obviously know we didn’t do it, but...

source: 16.{j}파티가 끝나고
en: 16. After the Party{j}

source: 우리 학교 _x0008_학생이 죽었어.
en: a student from our school was killed.

source: 그냥 단순히 궁금해서 물어본 거니까.
en: I just asked out of curiosity.

source: 보육원에서 도망쳤다고?
en: you ran away from an orphanage?

source: 뱀파이어의 소행이라는 소문이 공공연하게 퍼져있어.
en: ...rumors say that a vampire did it.

source: 아아아~!!!!
en: nooo!

source: 소곤
en: whisper

source: 하지만···
en: but...

source: 이안 형!!!
en: jaan!!!

source: 애들이 도와주니까 방이 금방 깨끗해졌잖아?
en: the room got cleaned up in the blink of an eye with their help!

source: 헬리가 먼저 말 걸어주지 않으면
en: ...only works when heli talks to me first.

source: 그 소문이 진짜일까봐 두려워.
en: I’m scared that the rumors might be true.

source: 알겠어!!
en: got it!!

source: 사아아
en: swoosh

source: 난 이제 더 이상-
en: I’m not...

source: 야!!!{j}넌 갑자기 왜 끼어들어!!!
en: hey! mind your own business!{j}

source: 아, 맞다!{j}칸이 준 액자!
en: oh, no! I left khan’s framed photo behind!{j}

source: 늑대 인간이면
en: werewolves are people...

source: 뱀파이어?!!
en: vampires?!!!

source: 저··· 시온.
en: um, shion...

source: 나도 갈래!
en: I wanna go!

source: 네가 뱀파이어가 아니라는 걸.
en: you’re not a vampire.

source: 하고싶지 않으면 할 필요 없어.
en: you don’t have to tell me if you don’t want to.

source: 다음엔 나도 데려가 줘.
en: let me tag along next time you go.

source: 우리도 바로 따라갈게!!!
en: we’ll catch up with you soon!!!

source: 하지만 우리가 피를 마시는 건···
en: but we only drink blood--

source: 비둘기를 잡아먹는대.
en: ...and eat pigeons.

source: 어?!{j}왜?!!{j}안에 뭐가 있는데?
en: what?! why?? what’s in it?{j}

source: 이안형.
en: jaan.

source: 다음 주엔 같이 반딧불을 보러가자고 할까?
en: should I ask you to go see fireflies together next week?

source: 큭!!
en: ack!

source: 다들 구하러 와줬잖아.
en: you all came to help me.

source: 엔지!
en: enzy!

source: 예쁜 이름이네・・・
en: that’s a pretty name...

source: 너무 속상해하지마.
en: don’t be so sad.

source: 평생 미움받아도 괜찮으니까.
en: ...as long as I could keep you safe.

source: 수하는 로맨틱하다잖아.
en: sooha thinks they’re romantic.

source: 왜...
en: why...

source: 누구나 믿지 못할 일이니까.
en: it’s not something anyone could.

source: 아···그냥 나 혼자 왔어···
en: I came by myself.

source: 뭐, 나한텐 잘 된 일이지만.
en: well, works better for me.

source: 아・・・ 또 듣기싫은 소릴 들어버렸다・・・
en: I... never wanted to hear that again.

source: 네가 이 시간에 왜 여기에···
en: why are you out here at this hour...?

source: 다친데는 없어?{j}괜찮아?
en: are you all right? did you get hurt in any way?{j}

source: 어··· 어···
en: n-no...

source: 해!{j}해!{j}인사!{j}인사해!!!
en: okay, fine! do it! say hi!!{j}

source: 아···아냐···!
en: n-never mind!

source: 아・・・!
en: oh!

source: 아냐.{j}내가 뭘.
en: no need to thank me.{j}

source: 보통 사람 손톱이 저렇게 뾰족하다고?!
en: normal people don’t have such pointy fingernails!

source: 아무것도 안 먹어도 죽지 않으니까.
en: in fact, we can live without food.

source: 안그래도 뱀파이어가 세상에서 제일 싫다고 했다며.
en: she even told you she hates vampires more than anything in this world, right?

source: 나도 알고 있어!
en: I know well enough...

source: 진짜···
en: ...a real...

source: 어?{j}어?!{j}칸!
en: huh?! khan!

source: 뭐?!{j}아니!!
en: what?! no!!{j}

source: 헬리형!{j}지금 쟤한테 텔레파시 보낸 거야?!
en: heli !did you just talk to her through telepathy?!{j}

source: 피를 마시는 것 외에는 -
en: we don’t feel like having anything...

source: 나처럼 뱀파이어가 아닐수도 있잖아!
en: ...you could be non-vampires, like me!

source: 아무리 말해도・・・
en: no matter...

source: 와르르
en: crumble

source: 그래.{j}능력도 가급적 사용하지 말고.
en: right. and we should refrain from using our abilities.{j}

source: 날 믿어준 유일한 친구니까.
en: ...were the only friend who trusted me.

source: 우리의 정체를 알면-
en: ...sooha finds out about us...

source: 어차피 곧 나이트볼 시합이니까,
en: ...how about we settle this at the nightball tournament?

source: 그러니 내가 뱀파이어를 증오하지 않을 수 있겠어?
en: so how can I not hate vampires?

source: 길게 해!
en: talk, then!

source: 고마워, 칸.
en: thank you, khan.

source: 10학년 교실은 바로 근처에 있어.
en: the 10th grade classrooms are right around the corner,

source: 이게~!{j}날 뭘로 보고!
en: you...! what do you take me for?!{j}

source: 적어도 네 절반은, 우리랑 동족이니까.
en: after all, you’re half us.

source: 콰직
en: crunch

source: 평생을 그런 오해에 시달려놓고!!
en: I’ve suffered from getting misunderstood my whole life!!

source: 응!{j}응!
en: yes, {j}I am!

source: 엔지~!
en: enzy!

source: 시온이랑 같은 반이라니, 다행이다!
en: what a relief I have shion in the same class!

source: 어···어···
en: u-uh...

source: 그동안 뱀파이어로 오해받아서 엄청 고생했었잖아.
en: you had a difficult time your entire life being mistaken as one.

source: 널 지키기 위해 살아야한다고.
en: I live to save you.

source: 분명 그렇게 생겼을 거라는 생각이 들었어···
en: ...if he had still been alive.

source: 돌아왔더니 사라져서···
en: ...but when I came back, she was gone--

source: 수하야, 넌 나의 영원한 공주님이야.
en: sooha, you’re forever my princess.

source: 그럼 진짜 안녕.
en: bye, then.

source: 나는 지노야.
en: I’m jino.

source: 내가 다른 자리에 앉을 테니.{j}신경꺼.
en: I’ll go sit somewhere else. just sit down.{j}

source: 이상할정도로 강한 파장이 느껴져서 찾아가봤는데,
en: ...when I felt an unusually strong wave.

source: 다른 사람에게 내 비밀을 털어놓고 싶어진건.
en: ...and wanting to tell my secret to someone else.

source: 우린 모두에게 정체를 숨기고 살아왔지만,
en: ...ever since we left the orphanage...

source: 당연히 진짜 늑대는 아니겠지만···
en: I know they can’t possibly be wolves, but...

source: 크리스가 또 다시 나타날까 봐 두려우면서도,
en: I’m scared that he might show up again...

source: 바로 도서관 때문이야.
en: ...was because of the library.

source: 서로 얼굴은 알지만
en: we’ve seen each other around...

source: 앞으로는 조심 좀 해.
en: make sure to be careful from now on.

source: 솔론이?
en: he did?

source: 뱀파이어는 괴물 그 자체라는걸!
en: ...vampires are the definition of monsters!

source: 혼자서?
en: alone?

source: 촉감이나 냄새까지 기억날 만큼 생생한…
en: they’re so realistic that I even remember the touch and smell...

source: 누···!!
en: who-?!

source: 우르르-
en: bustle

source: 응?{j}으응・・・
en: huh? oh, y-yeah...{j}

source: 제작:
en: Production:

source: 아까 걔랑 통성명도 하고, 앞으로 친하게 지내자고 했어.
en: I told her my name, and asked to become friends.

source: 치우면 그만이지!!!
en: I just have to clean it up!!

source: 분명 동족은 아닐 텐데,
en: she’s definitely not our kind.

source: 크리스, 너에게로.
en: ...I’ll come to you, chris.

source: 정말・・・?
en: really?

source: 쟤는 동물을 좋아하는게 아니라 지가...
en: it’s not that he likes animals, he is one--

source: 아무튼,
en: anyway.

source: 내가 우리랑 어울리지 말라고 한 건,
en: when I said you shouldn’t hang out with us...

source: 대체 어떻게 된 거야?
en: how in the world did it happen?

source: 수하야···
en: sooha...

source: 혼자가 아니야.
en: ...alone anymore.

source: 그건 널 도와준 게 아니라,
en: I didn’t do that to save you!

source: 아, 그래.{j}맞아.
en: oh, yeah. I know.{j}

source: 당연하지···!!
en: of course...!!!

source: 금방 적응될겁니다.
en: but you’ll get used to it soon.

source: 형 능력이 대체 뭐야?
en: seriously, what is your ability?

source: 나도 맨날 그래!!
en: I do it all the time!

source: 나머지 둘?
en: the other two?

source: 이따 연습 끝나고 잠깐 시간 내줄 수 있어?
en: can you meet me after practice?

source: 제대로 통성명을 하는 건 처음이네.
en: ...but never talked to each other before.

source: 아까 너희에게 심한 말을 해서 미안해.
en: sorry for being so mean to you earlier.

source: 난 항상 나의 능력을 숨기며 살아왔는데,
en: I’ve always been hiding my abilities.

source: 동족?{j}우리한테 동족이 어디있어?
en: there’s no more “one of us.”{j}

source: 지금도 날 들고 이런 속도로!!!
en: now, he’s running at an incredible speed with me in his arms!

source: 미안, 수하야.
en: I’m sorry, sooha.

source: 안녕・・・
en: bye...

source: 그러니 사랑이 뭔지도 모를걸?
en: so there’s no way they even know what love is.

source: 응?{j}거긴 이미 자리가···
en: but... it’s taken...{j}

source: 허억!!
en: ack!!

source: 괜찮아, 수하야.
en: it’s okay, sooha.

source: 우린 보트타고 놀고있을 테니까
en: we’ll be on a boat.

source: 슬론?!!!
en: solon?!

source: 덕분에 이사를 얼마나 다녔는지 몰라.
en: thanks to that, I had to move over and over again.

source: 사랑에 빠지는 일도 흔하진 않겠지.
en: ...so they probably don’t fall in love very often either.

source: 진짜···?
en: ...a real...

source: 혼자 동떨어진 방이라 미안합니다.
en: away from the other rooms. sorry about that.

source: 당연히 양보해야지.
en: of course you should give her your seat.

source: 우리가 그런 걸 느낄 리가 없잖아···
en: there’s no way we feel such an emotion...

source: 왜 그런 말을 해.
en: don’t say that.

source: 바...반가워, 수하야...
en: i-it’s good to see you...

source: 쓰레기장 가는 길이 생각보다 더 어둡네···
en: the way to the dump is a lot darker than I thought...

source: 스스스
en: whoosh

source: 수하라고, 엊그제 전학 왔어.
en: sooha transferred a few days ago.

source: 누구나 그렇겠지만,
en: I’m sure everyone feels the same...

source: 크리스~!!!
en: chris!!!

source: 이 책 이제 다 읽었거든.
en: I finished this book.

source: 꺅!
en: eek

source: 헤헤-
en: heheh

source: 이런 패싸움이 아니라.
en: we can resolve our issues through sports, fair and square...

source: 나도 모르겠어…
en: I don’t know either.

source: 특히 너에게만큼은…
en: ...but it was especially hard...

source: 멋지지?{j}내가 지었어.
en: it’s cool, isn’t it? I built it.{j}

source: 푹!
en: droop

source: 난 오늘 방 정리 좀 하려구.
en: oh, I’m gonna clean my room today.

source: 그래 싫으면 교실 뒤에 서 있던가.
en: yeah! or you can just stand at the back.

source: 난 네 능력이 아주 멋지다고 생각해.
en: I think your powers are really cool.

source: 아··· 저기··· 그게···
en: oh... I... um...

source: 해 지기 전에 바다로 나가자.
en: we can go out on the water before sunset.

source: 나 조차도···
en: ...I also don’t know...

source: 이자식이 수하한테 문자를 보냈다고?
en: he texted sooha?!

source: 마···맞아.{j}절반이 들개인 인간이라니.
en: t-totally. {j}a human who’s half mutt?

source: 뭐해, 다들?
en: what’re you waiting for?

source: 오늘은 널 봐서 돌아갈게.
en: we’re only leaving for your sake.

source: 고마워, 헬리야.{j}전부 네 덕분이야.
en: thank you, heli. it’s all thanks to you.{j}

source: 설마 이 사람···!!!!
en: could they be...

source: 지금 누가 할 소릴···!!
en: you’re the one to talk!!!

source: 난 오늘 반납하러 왔어.
en: I’m returning one today.

source: 난 너를 안전한 곳으로 데려가려는거야.
en: I’m taking you to a safe place.

source: 솔론도?
en: ...and solon, too?!

source: 뚜둑-
en: crack

source: 분위기를 타서 그만...
en: I got caught up in the moment...

source: 헬리가 뒤쫓아온건가?
en: did he come after me?

source: 왜 우리가 뱀파이어인건지.
en: I have no clue...

source: 그럼 나도···
en: can I join?

source: 여기서 운동하느라···
en: I used to work out here...

source: 이 시간에?{j}이 광장에?
en: in this broad daylight? at the square?{j}

source: ...어?
en: a what...?

source: 그러고보니
en: come to think of it...

source: 흑흑..
en: weep

source: 널 위해서 하는 말이야.
en: I’m saying this for your sake.

source: 덜그럭
en: rattle

source: 거봐, 너도 부끄럽잖아!
en: see? you’re embarrassed too!

source: 반드시 그래야만 한다고 느꼈어.
en: it always did...

source: 시온 방도 중간이잖아!
en: so is shion’s room!

source: 남들이 널 뭐라고 말해도
en: no matter what people say about you...

source: 다들 무슨 일이야?
en: ...at this hour?

source: 어엉···?
en: wh-why?

source: 수하 방 정리할 땐 청소가 제일 좋다며!
en: you told sooha that cleaning is your favorite thing in the world!

source: 헬리야…
en: heli...

source: 다들 그런 능력이 있었던 건가?!!
en: ...they had such abilities?

source: 내일 봐.
en: see you tomorrow.

source: 넌 갑자기 왜 끼어들어!!!
en: mind your own business!

source: 난 너희 같은···
en: I’m not like you--

source: 19.{j}진실의 방향
en: 19. Where the Truth Points To{j}

source: 자카 덕분에 난 괜찮아···
en: thanks to jakah.

source: 정말···
en: is that...

source: 짠
en: tada

source: 나자크 형!!!
en: najak!!!

source: 밤중에 광장을?
en: you went to the square that night?

source: 지노형!
en: jino!

source: 어?{j}나도!{j}나도!{j}나도 같이 갈래!
en: I wanna come too! let me tag along!{j}

source: 앙~!
en: chomp!!

source: 어?!!{j}어?!!{j}뭐?!{j}어딜?!{j}나랑?!!
en: h-huh? go? with me? where?!

source: 칸을 만났다고?{j}월식이 있던 날?
en: you met khan on the night of a lunar eclipse?{j}

source: 솔… 솔직히 너무 혼란스러워.
en: all of this is confusing, to be honest.

source: 너 같은 친구를 절대로 잃지 말라고.
en: to never lose a precious friend like you.

source: 응, 으응… 꼭 이기면 좋겠다.
en: o-okay... I hope you win.

source: 그런 거 아냐.
en: no, they weren’t.

source: 상관없어!!
en: it doesn’t matter!

source: 아무 문제 없어!
en: I’m fine, thanks!

source: 이런 경험은 처음이라 너무 어지러워서···
en: I’ve never traveled this way before, that’s all...

source: 으응··· 괜찮아···
en: oh, it’s okay.

source: 근데 이 책은 무슨 내용이야?
en: what’s this book about?

source: 우리가 너흴 계속 주시할 테니까.
en: we’ll be keeping an eye on you all.

source: 훨씬 더 강한 무언가가 느껴져.
en: ...it’s something much stronger than that.

source: 뱀파이어를 철저하게 가려내기로 유명한 학교!!
en: ...and it’s known for its strict policy against vampires!

source: 헬리는 인기가 많구나.
en: heli’s really popular.

source: 이안 형!{j}미안, 미안!
en: sorry, jaan!{j}

source: 헬리!!
en: heli!!

source: 솔론!{j}괜찮아?!!
en: solon! are you okay?!{j}

source: 그러고 보니-
en: that reminds me...

source: 자카?!
en: jakah?!

source: 늑대 인간은-
en: ...during lunar eclipse...

source: 뭐 좀 하면 금방 새벽 3시가 넘는다니까.
en: ...it gets pretty late whenever I try to get some things done.

source: 이안, 너...
en: jaan, you traitor...

source: 앙숙
en: Nemeses

source: 크리스는, 어린 시절-
en: when we were kids, chris...

source: 겉모습만 비슷한 걸 수도 있잖아.
en: maybe they just look alike.

source: 내가 경솔했어.
en: it was a careless mistake.

source: 수하야, 오늘 수업은 잘 들었어?
en: sooha, did you enjoy the classes?

source: 대체 어째서···!!
en: how come?!

source: 나는・・・나는・・・너무・・・좋은데・・・
en: I... Well, that’s really nice of you...

source: 그럼 우리가 같이-
en: we’ll go with--

source: 텔레파시라는 거,
en: ...telepathic communication...

source: 훅!!
en: yank

source: 으응・・・ 고마워・・・
en: well... thanks.

source: 다들 그만해!
en: stop it, all of you!

source: 조금만 기다려줘.
en: hang on for just a sec.

source: 텔레파시라니 너무 멋져!
en: ...but telepathy is so cool!

source: 그… 그게 아니라,
en: n-not at all.

source: 사람들 말로는 네가-
en: everyone says...

source: ···칸?
en: khan?

source: 우리 드셀리스 아카데미는
en: in deference...

source: 어?{j}안돼!
en: no, wait!{j}

source: 내가 뭘.
en: but I didn’t do anything.

source: 칸!!{j}도와줘!!!
en: khan!! help me!!!{j}

source: 뻑!
en: pow

source: 뭐지?
en: what’s going on?

source: 이런 내가 무서워?
en: do I scare you?

source: 다친데는 없어?!
en: did you get hurt in any way?!

source: 푸하-
en: pfft

source: 나···나는 바닐라.
en: I-I’ll have the vanilla.

source: 이 사건과 나이트볼은 별개야.
en: ...this incident has nothing to do with the nightball game.

source: 아니야!
en: no!!!

source: 아니, 너희 모두 다.
en: to be exact, I don’t hate any of you.

source: 온 몸에 피가 한방울도 안남았지.
en: ...and all the blood was completely drained out of his body.

source: 올해 나이트볼도 자기들이 이길 줄 아나 보지?
en: they really think they’ll win this year’s nightball, too.

source: 밤 바다?
en: the beach at night?

source: 쾅!!
en: crash

source: 날 보고 있겠・・・
en: ...just like how they used to--

source: 우린 그딴 짓 안 해.
en: murder isn’t our thing.

source: 너랑 같이 수업 가고 싶어서 기다렸어.
en: I wanted to go to class with you, so I waited at your door.

source: 뻬~
en: loser

source: 이상하게 어둡다 했더니,
en: ...but it was strangely dark.

source: 글쎄?
en: well...

source: 네 생각을 못하고···
en: I wasn’t considerate enough...

source: 크리스
en: Chris

source: 우린 할 얘기 남았어.
en: we’re not done talking to you.

source: 일년에 단 하루,
en: ...only once a year...

source: 나한테 텔레파시 보내지 마!!!
en: stop sending me telepathic messages!

source: 근데 솔론 형은 우리한테도 안보여주잖아.
en: solon, you haven’t even showed us your ability.

source: 왜 나한테 선물을...
en: would you...

source: 그···그보다 여긴 무슨 일이야, 수하야?
en: but by the way, sooha, what brought you here?

source: 그럼 선물은 뭐야...?
en: what about that gift, then?

source: 자, 여기!
en: here you go!

source: 아우우
en: awoooo

source: 시온 방에 모여!
en: why can’t we meet there?!

source: 수하를 노리고 있다고···?
en: they were looking for sooha.

source: 하급 뱀파이어들 뿐이야.
en: ...that are barely conscious.

source: 시온, 너!!!
en: shion!!!

source: 저녀석, 어째서···
en: just why is that punk...

source: 알면 됐어!
en: all right, then!

source: 내가 신경 쓰여?
en: do I distract you?

source: 아직 해도 안진 이 시간에,
en: ...wandering around such a crowded place...

source: 그 수하라는 애,
en: is sooha...

source: 골라봐, 수하야.
en: this one’s on me, sooha.

source: 그래.{j}꿈인 게 당연하지.
en: of course it is.{j}

source: 우리 때문에 많이 놀랐지?{j}미안해.
en: we scared you, didn’t we? I’m sorry.{j}

source: 그러면서도
en: at the same time,

source: ・・・동족이야?
en: is she one of us?

source: 어차피 우린 우리끼리만 어울려야해.
en: we’re meant to stay with each other and with each other only.

source: 그걸 어떻게 알아?
en: how do you know that?

source: 알겠어.{j}조심할게.
en: all right. we will.{j}

source: 대청소!
en: clean!

source: 아···그게 아까 갑자기
en: oh, you see...

source: 놈은 지금 어디 있어?!!
en: where is it now?!

source: 친구가 될 기회였는데・・・
en: it was my chance to make a friend...

source: 실체
en: The Truth

source: 이안 반가워.
en: Hi, Jaan.

source: 아・・・ 이름이라도 물어볼걸・・・
en: ah! I should’ve gotten his name...

source: 15.{j}나의 목을 물어줘
en: 15. Please Bite My Neck{j}

source: 태양과 지구, 달이 일직선으로 늘어서서,
en: when the sun, the earth, and the moon are closely aligned...

source: 헬리야~ 안녕~!
en: hey, heli!

source: 싫어~!
en: nah.

source: 저 아이는 이상한 능력이 있어・・・
en: that kid has a strange ability...

source: 시온이랑 같은 반이면,
en: that means...

source: 수하야~!!!{j}우리 같은 반이구나~!!{j}너무 신난다!!!
en: sooha!!! we’re in the same class!!! I’m so excited!!!{j}

source: 너한테는 특별히 더.
en: to you in particular.

source: 아, 아냐.{j}수하야.
en: i-it’s okay, sooha.{j}

source: 그래도 말해줄게.
en: still, I’ll tell you.

source: 앗, 귀엽네.{j}나도 보내줘.
en: oh, that is cute. can you send them to me, too?{j}

source: 너희가 뭘 어쩔 건데?
en: ...what are you going to do about it?

source: 너희가 아니라는 증거 있어?
en: can you prove you didn’t do it?

source: 나는 크리스야.
en: I’m chris.

source: 시온!{j}네가 같이 있었는데,
en: shion! how could this happen?!{j}

source: 저··· 저기···
en: uh... um...

source: 난 너희랑 할 얘기 없어.
en: well, I am.

source: 응?{j}무슨 일인데?
en: something important? what is it?{j}

source: 이럴수가···!!
en: how could you...?!

source: 난 벽에 붙을 수 있어.
en: I can stick to walls.

source: 절대 그 능력을 쓰면 안돼.
en: you must never use that ability.

source: 응?{j}으응・・・ 잘가.
en: huh? o-okay, bye.

source: 마···맞아.
en: r-right.

source: 캬악-
en: growl

source: 솔론?!!!
en: solon?!

source: 파바박
en: sweep

source: 수하는?
en: where’s sooha?

source: 어?{j}응?!{j}응?!
en: huh? y-yeah?{j}

source: 그치만・・・
en: still...

source: 내가 누구인지,
en: for the first time in my life...

source: 넌 세상 그 누구보다도 투덜대는 능력을 가졌잖니.
en: besides, you have the ability to whine and complain.

source: 요즘 같은 시대엔 누구나 안심할 수 가 없잖아.
en: no one’s 100 percent safe these days.

source: 수하가 그걸 이야기하진 않을 것 같은데...
en: ...I don’t think she’d tell anyone.

source: 오랜 꿈에서 깨어난 것처럼···
en: ...or had woken up from a long dream.

source: 네가 좋아해서 다행이다...
en: I’m glad you like it...

source: 우리가 처리했으니 너희는 신경 쓸 거 없어.
en: don’t worry, we took care of it.

source: 우리에게 실망할까 봐 항상 두려웠어.
en: ...once you found out that we kept secrets from you.

source: 쳇!{j}귀찮게 굴긴!
en: tsk! they’re getting on my nerves!{j}

source: 물론 난 안보여줬지만.
en: though I didn’t show mine, of course.

source: 11.{j}표적
en: 11. The Target{j}

source: 아...
en: oh...

source: 우리 학교에서 당장 나가.
en: so get out of our campus, right now.

source: 날 뱀파이어라고 오해하는 애들한테,
en: I wanna tell people who think I’m a vampire...

source: 월식이 있는 날엔 어떻게 되는 거야?
en: ...what happens when there’s a lunar eclipse?

source: 그런데···어느 날···
en: but one day...

source: 새로 이사 온 뱀파이어라고.
en: they say you’re the vampire that moved here.

source: 어?{j}여학생?!!!
en: wait, a girl?!?!{j}

source: 아 참!
en: oh, sorry!
